<?php

return [
    'login' => [
        'username' => 'ایمیل/نام کاربری',
        'email' => 'پست الکترونیک',
        'password' => 'کلمه عبور',
        'title' => 'ورود کاربر',
        'remember' => 'مرا به خاطر بسپار؟',
        'login' => 'ورود',
        'placeholder' => [
            'username' => 'لطفا نام کاربری خود را وارد کنید',
            'email' => 'لطفا آدرس اییمیل خود را وارد نمایید',
        ],
        'success' => 'با موفقیت وارد شوید',
        'fail' => 'نام کاربری یا رمز عبور اشتباه است.',
        'not_active' => 'حساب شما هنوز فعال نشده است!',
        'banned' => 'این اکانت مسدود شده است.',
        'logout_success' => 'خروج با موفقیت انجام شد!',
        'dont_have_account' => 'شما در این سیستم حساب ندارید، لطفا برای اطلاعات بیشتر با مدیر تماس بگیرید!',
    ],
    'forgot_password' => [
        'title' => 'رمز عبور را فراموش کرده اید',
        'message' => '<p>آیا رمز عبور خود را فراموش کرده اید؟</p><p>لطفاً حساب ایمیل خود را وارد کنید. سیستم یک ایمیل با پیوند فعال برای بازنشانی رمز عبور شما ارسال می کند.</p>',
        'submit' => 'ارسال',
    ],
    'reset' => [
        'new_password' => 'رمز عبور جدید',
        'password_confirmation' => 'رمز عبور جدید را تایید کنید',
        'email' => 'پست الکترونیک',
        'title' => 'رمز عبور خود را بازنشانی کنید',
        'update' => 'به روز رسانی',
        'wrong_token' => 'این پیوند نامعتبر است یا منقضی شده است. لطفاً دوباره از فرم بازنشانی استفاده کنید.',
        'user_not_found' => 'این نام کاربری وجود ندارد.',
        'success' => 'بازنشانی رمز عبور با موفقیت!',
        'fail' => 'رمز نامعتبر است، پیوند بازنشانی رمز عبور منقضی شده است!',
        'reset' => [
            'title' => 'ایمیل بازنشانی رمز عبور',
        ],
        'send' => [
            'success' => 'یک ایمیل به حساب ایمیل شما ارسال شد. لطفاً این عمل را بررسی و تکمیل کنید.',
            'fail' => 'در این زمان نمی توان ایمیل ارسال کرد. لطفاً بعداً دوباره امتحان کنید.',
        ],
        'new-password' => 'رمز عبور جدید',
    ],
    'email' => [
        'reminder' => [
            'title' => 'ایمیل بازنشانی رمز عبور',
        ],
    ],
    'password_confirmation' => 'تایید گذرواژه',
    'failed' => 'ناموفق',
    'throttle' => 'دریچه گاز',
    'not_member' => 'آیا هنوز عضو نشده؟',
    'register_now' => 'همین الان ثبت نام کنید',
    'lost_your_password' => 'رمز عبور خود را فراموش کرده اید؟',
    'login_title' => 'مدیر',
    'login_via_social' => 'با شبکه های اجتماعی وارد شوید',
    'back_to_login' => 'بازگشت به صفحه ورود',
    'sign_in_below' => 'در زیر وارد شوید',
    'languages' => 'زبان ها',
    'reset_password' => 'بازنشانی رمز عبور',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'پیکربندی ایمیل ACL',
        ],
    ],
];
